export const ROUTES = {
    home: "/home",
    profile: "/profile",
}

export const FILMS = [
    [
        {
            poster_path: "https://i1.ytimg.com/vi/3QEeNZV361o/mqdefault.jpg",
            title: "Загадкове вбивство 2",
            overview: "У центрі нової історії – Нік та Одрі Шпіц, які заснували своє власне детективне агентство. Одного дня, на власному весіллі їхнього друга-мільярдера викрадають, тож детективи беруться за розслідування цього складного та грандіозного злочину."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/pJ9mHEARwAg/mqdefault.jpg",
            title: "Супер Майк: Останній танець",
            overview: "Комедійна драма “Супер Майк: Останній танець” є продовженням фільмів, що вийшли у 2012 та 2015 роках. Головний герой фільмів франшизи – досвідчений танцюрист, який працює у стриптиз-клубі."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/bzrlAwxsq2M/mqdefault.jpg",
            title: "Ваші наші",
            overview: "Нова романтична комедія Netflix з Едді Мерфі та Джоною Гіллом в головних ролях. За сюжетом, на двох закоханих лос-анджелеських міленіалів різного походження чекає головне випробування стосунків – знайомство з батьками. В результаті розпочинається протистояння культур та родин."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/08YTKpx_tDA/mqdefault.jpg",
            title: "Чоловік на ім'я Отто",
            overview: "Це нова екранізація бестселера “Чоловік на ім'я Уве” шведського письменника Фредріка Бакмана від режисера Марка Форстера. За сюжетом, спочатку здається, що головний герой Отто ненавидить людей. Він той самий сусід, з яким не хочеться зустрічатися. Чоловіка дратують будь-які прояви радості й навіть людяності. Найбільше Отто докучає Марісоль – вагітна мама двох дітей, яка нещодавно оселилася в будинку по сусідству. Від неї Отто постійно отримує прохання та питання. Щодня стається щось, що заважає йому побути в тиші. Він навіть намагається вчинити самогубство, але постійно щось заважає. Чоловік почувається комфортно лише тоді, коли приходить на могилу до своєї дружини, яка нещодавно померла."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/c5KUc1aKH9A/mqdefault.jpg",
            title: "У нас є привид",
            overview: "У комедійному фільмі зіграли відомі Девід Гарбор, Ентоні Макі, Дженніфер Кулідж та інші. Знайшовши в новому будинку привида з похмурим минулим, родина стає інтернет-сенсацією, а заразом – мішенню таємної урядової організації."
            
        }
        
    ],
    [
        {
            poster_path: "https://i1.ytimg.com/vi/izQA8C3emt4/mqdefault.jpg",
            title: "Мавка",
            overview: "Фентезійна анімація Олександра Рубана та Олега Маламужа стала найкасовішим українським кінопроєктом і тепер входить до списку із 20 найкасовіших кінострічок за всю історію кінопрокату в Україні."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/Zw4BBM-uqsc/mqdefault.jpg",
            title: "Памфір",
            overview: "Фільм “Памфір” режисера Дмитра Сухолиткого Собчук – історія про хорошого сім'янина, який, проходячи випробування долі, звертає з чесного шляху заради своєї сім'ї. Події у стрічці відбуваються на Заході України напередодні традиційного карнавалу Маланки."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/48oo-9-9vYA/mqdefault.jpg",
            title: "Довбуш",
            overview: "Події стрічки розгортаються на початку 18 століття у Карпатах. Жорстоке правління шляхти змушує гуцулів шукати пристань у горах. Двоє братів, Олекса та Іван Довбуші стають опришками. Прагнучи помсти панам за вбивство батьків, Довбуші стають ворогами один одного. Один прагне наживи, а інший – справедливості."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/mQRfO80h4pM/mqdefault.jpg",
            title: "Клондайк",
            overview: "“Клондайк” – четверта повнометражна робота Марини Ер Горбач. Сюжет стрічки показує життя сімейної пари під час війни. Різні за характером, світоглядом, позицією головні персонажі, яких зіграли Оксана Черкащина і Сергій Шадрін (який, на жаль помер минулого року – 24 канал) намагаються зрозуміти, що відбувається і жити попри все. Все це відбувається на тлі трагедії, яка сталася 17 липня 2014 року в селі Грабове Донецької області."
            
        },
        {
            poster_path: "https://i1.ytimg.com/vi/LyK6jhc8Qtc/mqdefault.jpg",
            title: "Щедрик",
            overview: "Стрічка Олесі Моргунець-Ісаєнко показує період Другої світової війни й україно-польські відносини. А своєрідною сюжетною ланкою є мелодія “Щедрик”, яку дуже любить мати головної героїні Ярослави Софія."
            
        }
    ]
]